[Abilities.A_ChildOfTheDarkness H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="践踏"
mTooltip="生物可以穿过任何其他生物，并在穿过敌方生物时造成%d %ICON_air点气系伤害。"

[Abilities.A_ChildOfTheDarkness_Buff H7BaseBuff]
mName="践踏"
mTooltip=""

[Abilities.TerrifyingRoar H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="恐怖咆哮"
mTooltip="此生物在攻击时会发出恐怖的咆哮，使敌人受惊，阻止其反击并降低其%icon_morale士气（对已受惊单位、亡灵和构装体无效）。"

[Creature_Kraken.A_Kraken1 H7Creature]
mName="暴龙"
mLore="暴龙是自世界伊始便横行于丛林的最大掠食性蜥蜴。它们被许多人视为终极的丛林猎手，这些庞大的爬行巨兽体型强健，极具攻击性，拥有长长的、肌肉发达的后腿和一条沉重的尾巴，用以平衡其过大的、强有力的头颅。\n\n雇佣所需稀有资源：\n1龙血水晶"

[Creature_Kraken.A_Kraken2 H7Creature]
mName="覆甲暴龙"
mLore="当暴龙察觉到猎物或哪怕最轻微的动作时，它会大步向前猛冲，对于如此庞大的动物来说，其速度快得惊人。覆甲暴龙张着血盆大口，里面满是匕首般的致命利齿，发出的咆哮足以让任何对手胆寒。军阀们在他们本已厚实的皮肤外披上重甲，使其成为终极武器。\n\n雇佣所需稀有资源：\n2龙血水晶"